"OK" = "تؤكد";
"Back" = "إرجاع";
"Done" = "ينهي";
"Sorry" = "يشعر بالأسف";
"Cancel" = "يلغي";
"Setting" = "نصب";
"Photos" = "صورة فوتوغرافية";
"Videos" = "فيديو";
"Preview" = "معاينة";
"Full image" = "الصورة الأصلية";
"Processing..." = "معالجة...";
"Can not use camera" = "لا يمكن استخدام الكاميرا";
"Synchronizing photos from iCloud" = "مزامنة الصور من iCloud";
"Can not choose both video and photo" = "لا يمكن تحديد الفيديو عند اختيار صورة";
"Can not choose both photo and GIF" = "لا يمكن تحديد GIF عند اختيار صورة";
"Select the video when in multi state, we will handle the video as a photo" = "حدد الفيديو في حالة التحديد المتعدد ، وسيتم إرسال الفيديو كصورة افتراضيًا";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "تعذر الانتقال إلى صفحة إعدادات الخصوصية ، يرجى الانتقال إلى صفحة الإعدادات يدويًا ، شكرًا لك";

"Select a maximum of %zd photos" = "يمكنك فقط تحديد %zd صور على الأكثر";
"Select a minimum of %zd photos" = "الرجاء تحديد %zd صور على الأقل";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "الرجاء السماح لـ @% بالوصول إلى ألبوم صور هاتفك المحمول في خيار \"الإعدادات-الخصوصية-الصور\" في iPhone";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "الرجاء السماح لـ @% بالوصول إلى الكاميرا في \"الإعدادات - الخصوصية - الكاميرا \" في iPhone";
"You haven't set the microphone permission to use the function properly" = "لم تقم بتعيين إذن الميكروفون ، لا يمكن استخدام الوظيفة بشكل طبيعي";
"chatEnd" = "نهاية المحادثة";
"chatFailCancel" = "إرجاع";
"chatFailContent" = "فشل الوصول إلى الجلسة ، هل تريد المحاولة مرة أخرى؟";
"chatFailRetry" = "أعد المحاولة";
"chatFailTitle" = "فشل الحوار";
"endChat" = "محادثة مباشرة";
"staffOffline" = "خدمة العملاء حاليا";
"leaveWordTitle" = "رسالة";
"noNetWork" = "فشل اتصال الشبكة";
"staffNickName" = "خدمة العملاء";
"waitingTitle" = "في انتظار الوصول";
"success" = "النجاح";
"fail" = "يفشل";
"error" = "خطأ";
"notFound" = "الملف المقابل غير موجود";
"resourceError" = "خطأ في الموارد";
"playError" = "خطأ في إعادة التشغيل";
"netError" = "الشبكة غير متوفرة";
"pageLoadingError" = "الصفحة غير متوفرة";
"uploadError" = "خطأ في التحميل";
"overSize" = "الملف كبير جدًا";
"save" = "حفظ";
"Do you end this conversation?" = "هل تريد إنهاء هذه المحادثة؟";
"Do you wanna save picture?" = "هل تريد حفظ الصورة؟";
"loading" = "جار التحميل...";
"connecting..." = "توصيل...";
"connectingTitle" = "الوصول ...";
"[pic]" = "[صورة]";
"tip" = "ملحوظة";
"not support" = "لا يدعم";
"full image" = "عرض الصورة الأصلية";
"work order" = "أمر العمل";
"emoji" = "[التعبير]";
"newMsg" = "لديك رسالة جديدة";
"no message" = "لا أخبار";
"no network is available" = "اتصال الشبكة غير طبيعي ، يرجى التحقق من شبكتك";
"connect error,please check" ="اتصال الشبكة غير طبيعي ، انقر للتحديث";
"message" = "معلومة";
"message(%ld)" = "رسالة(%ld)";
